Repository: WordPress-Plugin-Programmierer/ebook-snippets
Catalog: 14.6.drafts-for-friends/languages/drafts-for-friends-*.po
Languages: de_de

source: Drafts for Friends
de_de: Entwürfe für Freunde

source: No drafts found.
de_de: Keine Entwürfe gefunden.

source: Sorry, you cannot create a new draft.
de_de: Sorry, du kannst keinen neuen Entwurf erstellen.

source: Please select a valid draft post from the select box.
de_de: Bitte wähle einen gültigen Entwurf aus der Selectbox aus.

source: Sorry, draft could not be released.
de_de: Sorry, der Entwurf konnte nicht freigegeben werden.

source: Draft has been released.
de_de: Entwurf wurde freigegeben.

source: An error occurred
de_de: Ein Fehler ist aufgetreten

source: This key does not exist.
de_de: Dieser Schlüssel existiert nicht.

source: Release new draft
de_de: Einen neuen Entwurf freigeben

source: Select a new draft
de_de: Entwurf auswählen

source: Create Link for this draft
de_de: Link für diesen Entwurf erstellen

source: Current released posts
de_de: Aktuell freigegebene Artikel

source: Post title
de_de: Beitragstitel

source: Options
de_de: Optionen

source: Delete
de_de: Löschen

source: No posts found.
de_de: Keine Beiträge gefunden.

source: Allows to create links to draft posts.
de_de: Erlaubt das Erstellen von Links zu Beiträgen die als Entwurf gespeichert sind.
